amd-ucode
ani-cli-git
animdl-git
anitopy-git
arandr
archlinux-keyring
ark
autoconf
automake
autotiling
awesome
base
betterdiscord-installer
betterlockscreen
binutils
bison
bluedevil
bluez-utils
breeze
breeze-gtk
breeze-icons
btrfs-progs
cbonsai
cef-minimal-obs-bin
debugedit
dolphin
dotnet-runtime-6.0
drkonqi
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
font-manager-git
gamemode
gawk
gcc
gettext
gimp
git
gnu-free-fonts
grep
groff
gst-plugin-pipewire
gwenview
gzip
helvum
htop
i3-gaps
i3blocks
i3status
iwd
jdk8-openjdk
jre-openjdk
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwin
kwrited
layer-shell-qt
lazy-ips
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-libpng
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libksysguard
libpulse
libtool
libva-mesa-driver
linux
linux-firmware
lutris
lxappearance
m4
make
man-db
mgba-qt
milou
nano
neofetch
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvtop
obs-studio-tytan652
otf-nerd-fonts-fira-mono
oxygen
oxygen-icons
oxygen-sounds
p7zip
packagekit-qt5
pacman
pacman-contrib
patch
pavucontrol
picom-jonaburg-fix
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-kde-agent
polybar
powerdevil
protonup-qt
python-anchor-kr-git
python-pip
qt5ct
reflector
rofi
sddm
sddm-kcm
sed
slock
smartmontools
spectacle
spotify
spotify-adblock-git
steam
sudo
systemsettings
texinfo
thunar
timeshift
ttf-font-awesome
ttf-ms-fonts
ttf-opensans
tty-clock-git
unrar
vim
vulkan-radeon
w3m
wget
which
wine-staging
winetricks
wireless_tools
wireplumber
xdg-desktop-portal-kde
xdg-utils
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay
yt-dlp
zathura
zathura-cb
zathura-pdf-mupdf
zram-generator
zscroll-git
